module HomesHelper
  def setIntroCnt
    content = [
      {'img': 'home_intro_01.jpg',
       'ttl': 'アプリをカンタン広告！',
       'txt': 'あなたのアプリを投稿してインフルエンサーに広告してもらおう！
               発信力のあるインフルエンサーとあなたをつなぐ場所を提供します。'
      },
      {'img': 'home_intro_02.jpg',
       'ttl': '発信力をマネタイズ！',
       'txt': 'あなたの発信力でアプリを宣伝しよう！広告を希望するアプリ開発者と
               あなたがつながることで、新しいマネタイズが可能です。'
      },
      {'img': 'home_intro_03.jpg',
       'ttl': '開発者同士でもつながる！',
       'txt': 'アプリをきっかけに開発者同士もつながることができます。
               他の人の作成したアプリをきっかけに、新しいアイデアを。'
      },
    ]
    content
  end
end
